/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Napravljeno od strane globalnog DigiWallet tima. Verzija %1$@";

/* Privay Policy button label */
"About.privacy" = "Pravila o privatnosti";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Uvijeti korištenja";

/* About screen title */
"About.title" = "O";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Zatvori";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centar za podršku";

/* Loading Wallet Message */
"Account.loadingMessage" = "Učitavanje novčanika";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Moj DigiWallet";

/* Error alert title */
"Alert.error" = "Greška";

/* No internet alert message */
"Alert.noInternet" = "Veza s internetom nije pronađena. Provjerite vašu vezu i pokušajte ponovo.";

/* Warning alert title */
"Alert.warning" = "Upozorenje";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adrese su kopirane";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Sve adrese novčanika su uspješno kopirane.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Papirnati ključ postavljen";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Super!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN postavljen";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Slanje neuspješno";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Potvrda slanja";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Novac poslan!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Greška JSON serijalizacije";

/* Wallet not ready error message */
"ApiClient.notReady" = "Novčanik nije spreman";

/* API Token error message */
"ApiClient.tokenError" = "API token nije moguće povratiti";

/* Send BCH view body. */
"BCH.body" = "Ispod unesite odredišnu adresu DigiByte-a. Svi Digibyte'i u vašem novčaniku u trenutku fork-a (%1$@) će biti poslani.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Potvrdite slanje %1$@ na %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Potvrda";

/* Generic bch erorr message */
"BCH.genericError" = "Vaš račun ne sadrži DigiByte-e ili ste dobili DigiByte nakon fork-a.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID transakcije kopiran.";

/* No address error message */
"BCH.noAddressError" = "Molim unesite adresu";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Zahtjevi za protokol plaćanja nisu podržani za DigiByte transakcije.";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte je uspješno poslan.";

/* Widthdraw BCH view title */
"BCH.title" = "Povucite DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID DigiByte transakcije";

/* Approve button label */
"BitID.approve" = "Odobrite";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ traži ovjeru autentičnosti koristeći vaš DigiByte novčanik";

/* Deny button label */
"BitID.deny" = "Odbijte";

/* BitID error alert title */
"BitID.error" = "Greška provjere autentičnosti";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Provjerite uslugu. Možda ćete morati pokušati ponovo.";

/* BitID success alert title */
"BitID.success" = "Provjera autentičnosti uspješna";

/* BitID Authentication Request alert view title */
"BitID.title" = "Zahtjev za DigiID provjeru autentičnosti";

/* Cancel button label */
"Button.cancel" = "Poništi";

/* Ignore button label */
"Button.ignore" = "Zanemari";

/* menu button */
"Button.menu" = "Izbornik";

/* No button */
"Button.no" = "Ne";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Primi";

/* send button */
"Button.send" = "Šalji";

/* Settings button label */
"Button.settings" = "Postavke";

/* Settings button label */
"Button.submit" = "Pošalji";

/* Yes button */
"Button.yes" = "Da";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centrirajte svoj ID u okvir";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Iznos za slanje:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Mrežna naknada";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Vrijeme obrade: ova transakcija će trajati %1$@ sekundi.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Poslano";

/* Confirmation Screen title */
"Confirmation.title" = "Potvrda";

/* To: (address) */
"Confirmation.to" = "Na";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Ukupni trošak:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Da biste bili sigurni da je sve ispravno zapisano, unesite sljedeće riječi iz papirnatog ključa.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Riječ %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Jedinica prikaza Digibyte-a.";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Tečajna lista";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Ovaj uređaj nije namješten za slanje e-pošte s iOS aplikacijom e-pošte.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "E-pošta nije dostupna";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Ovaj urežaj nije postavljen za slanje poruka.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Slanje poruka nije omogućeno";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Možete prilagoditi vašu Face ID granicu potrošnje u %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Koristite svoje lice za otključavanje DigiWalleta i slanje novca do određenog ograničenja.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Tekstualna poveznica (pogledaj TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Omogući Face ID za DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Niste postavili Face ID na ovom uređaju. Idite na Postavke-> Face ID & Pristupni kod da biste postavili.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID nije postavljen";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID granica trošenja";

/* Economy fee */
"FeeSelector.economy" = "Ekonomska naknada";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Procijenjena dostava: 10+ minuta";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Ova opcija nije preporučljiva za vremeski  osjetljive transakcije.";

/* Regular fee */
"FeeSelector.regular" = "Redovita naknada";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Procijenjena dostava: 15-30 sekundi";

/* Fee Selector title */
"FeeSelector.title" = "Brzina obrade";

/* Checking private key balance progress view text */
"Import.checking" = "Provjera salda privatnog ključa...";

/* Sweep private key confirmation message */
"Import.confirm" = "Poslati %1$@ sa ovog privatnog ključa na tvoj novčanik? DigiByte mrežna naknada je %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Privatni ključ već postoji u vašem novčaniku.";

/* empty private key error message */
"Import.Error.empty" = "Ovaj privatni ključ je prazan.";

/* High fees error message */
"Import.Error.highFees" = "Transakcijska naknada bi koštala više nego što ima sredstava na računu ovog privatnog ključa.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Privatni ključ nije ispravan";

/* Import signing error message */
"Import.Error.signing" = "Greška potpisivanja transakcije";

/* Import button label */
"Import.importButton" = "Uvezi";

/* Importing wallet progress view label */
"Import.importing" = "Uvažanje novčanika";

/* Caption for graphics */
"Import.leftCaption" = "Novčanik za uvažanje";

/* Import wallet intro screen message */
"Import.message" = "Uvažanje novčanika premiješta sav novac sa vašeg drugog novčanika u vaš DigiWallet koristeći jednu transakciju.";

/* Enter password alert view title */
"Import.password" = "Ovaj privatni ključ je zaštićen lozinkom.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "lozinka";

/* Caption for graphics */
"Import.rightCaption" = "Vaš DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Skeniraj privatni ključ";

/* Import wallet success alert title */
"Import.success" = "Uspješno";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Novčanik je uspješno uvezen.";

/* Import Wallet screen title */
"Import.title" = "Uvezi novčanik";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Otključavanje ključa";

/* Import wallet intro warning message */
"Import.warning" = "Uvažanje novčanika ne uključuje povijest transakcija ili ostale detalje.";

/* Wrong password alert message */
"Import.wrongPassword" = "Kriva lozinka, molim vas pokušajte ponovo.";

/* Close app button */
"JailbreakWarnings.close" = "Zatvori";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Zanemari";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SIGURNOST UREĐAJA JE UGROŽENA\nSvaka 'Jailbreak' aplikacija može pristupiti DigiWallet sigurnosnim podacima i ukrasti vaše DigiByte! Izbrišite ovaj novčanik odmah i vratite ga na sigurnijem uređaju.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SIGURNOST UREĐAJA JE UGROŽENA\nSvaka 'Jailbreak' aplikacija može pristupiti DigiWallet sigurnosnim podacima i ukrasti vaše DigiByte! Molim vas koristite DigiWallet samo na uređajima bez 'jailbreak-a'.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "UPOZORENJE";

/* Location services disabled error */
"LocationPlugin.disabled" = "Lokacijske usluge su onemogućene.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet nema omogućen pristup lokacijskim uslugama.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Napravili ste vas novcanik na %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Naziv novčanika pojavljuje se samo u vašoj povijesti transakcija vašeg računa i ne može ga vidjeti nitko drugi.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Naziv novčanika";

/* Manage wallet modal title */
"ManageWallet.title" = "Upravljaj novčanikom";

/* Buy bitcoin title */
"MenuButton.buy" = "Kupi DigiByte";

/* Menu button title */
"MenuButton.lock" = "Zaključaj novčanik";

/* Menu button title */
"MenuButton.security" = "Sigurnosne postavke";

/* Menu button title */
"MenuButton.settings" = "Postavke";

/* Menu button title */
"MenuButton.support" = "Podrška";

/* button label */
"MenuViewController.createButton" = "Stvori novi novčanik";

/* Menu modal title */
"MenuViewController.modalTitle" = "Izbornik";

/* button label */
"MenuViewController.recoverButton" = "Povrati novčanik";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Prebaci na automatski odabir čvorova";

/* Node is connected label */
"NodeSelector.connected" = "Spojen";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Upiši IP adresu i port čvora (neobavezno)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Upiši ime čvora";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Prebaci na ručni odabir čvorova";

/* Node address label */
"NodeSelector.nodeLabel" = "Trenutni primarni čvor";

/* Node is not connected label */
"NodeSelector.notConnected" = "Čvor nije spojen";

/* Node status label */
"NodeSelector.statusLabel" = "Stanje veze sa čvorom";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte čvorovi";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Loš zahtjev za plaćanjem";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Nepodržani ili oštećeni dokument";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Nedostaje certifikat";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Zahtjev je istekao";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Nemogućnost izvršavanja plaćanja";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "DigiByte plaćanja ne mogu biti manja od %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Iznos transakcija DigiByte-a ne može biti manji od $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "nepodržani tip potpisa";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "nepouzdani certifikat";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Pritisnite ovdje za omogućavanje Face ID-a";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Omogućite Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Pristupni kod uređaja je potreban za sigurnost vašeg novčanika. Idite u postavke kako bi omogućili pristupni kod.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Omogućite pristupni kod uređaja";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Vaš papirnati ključ mora biti spremljen u slučaju da izgubite ili promijenite uređaj. Pritisnite ovdje za nastavak.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Potrebna akcija";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Vaš novčanik možda nije sinkroniziran. To se često može popraviti ponovnim skeniranjem blockchain-a.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transakcija odbijena";

/* Share data prompt body */
"Prompts.ShareData.body" = "Pomognite unaprijediti DigiWallet dijeljenjem vaših podataka anonimno s nama";

/* Share data prompt title */
"Prompts.ShareData.title" = "Dijelite podatke anonimno";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Pritisnite ovdje za omogućavanje Touch ID-a";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Omogućite Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet je unaprijeđen na korištenje 6 znamenkastog PIN-a. Pritisnite ovdje za unaprijeđenje.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Unaprijedi PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Uključite obavijesti kako bi primali u budućnosti posebne obavijesti od DigiWallet-a.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push obavijesti";

/* Push notifications are off label */
"PushNotifications.off" = "Isključeno";

/* Push notifications are on label */
"PushNotifications.on" = "Uključeno";

/* Push notifications settings view title label */
"PushNotifications.title" = "Obavijesti";

/* Address copied message. */
"Receive.copied" = "Kopirano u međuspremnik.";

/* Share via email button label */
"Receive.emailButton" = "E-pošta";

/* Request button label */
"Receive.request" = "Zatraži iznos";

/* Share button label */
"Receive.share" = "Podijeli";

/* Share via text message (SMS) */
"Receive.textButton" = "Tekstualna poruka";

/* Receive modal title */
"Receive.title" = "Primi";

/* Done button text */
"RecoverWallet.done" = "Izvršeno";

/* Recover wallet header */
"RecoverWallet.header" = "Povratite novčanik";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Resetirajte PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Upišite papirnati ključ";

/* Recover wallet intro */
"RecoverWallet.intro" = "Povratite vaš DigiWallet sa papirnatim ključem.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Papirnati ključ koji ste unijeli je neispravan. Molim vas provjerite svaku riječ i pokušajte ponovo.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Lijeva strelica";

/* Next button label */
"RecoverWallet.next" = "Slijedeće";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Pritisnite ovdje za više informacija.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Desna Strelica";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Upišite papirnati ključ za novčanik koji želite povratiti.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Da bi ste ponovo namjestili vaš PIN, upišite riječi iz vašeg papirnatog ključa u kućice ispod.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Molim vas prvo unesite iznos.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Zatraži iznos";

/* Alert action button label */
"ReScan.alertAction" = "Sinkroniziranje";

/* Alert message body */
"ReScan.alertMessage" = "Nećete biti u mogućnosti slati novac tijekom sinkronizacije.";

/* Alert message title */
"ReScan.alertTitle" = "Sinkroniziranje sa blockchain-om";

/* extimated time */
"ReScan.body1" = "20-45 minuta";

/* Syncing explanation */
"ReScan.body2" = "Ako se transakcija prikazuje kao dovršena na DigiByte mreži, ali ne u DigiWalletu.";

/* Syncing explanation */
"ReScan.body3" = "Primate pogrešku da je vaša transakcija odbijena.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Počni sinkroniziranje";

/* Sync blockchain view footer */
"ReScan.footer" = "Nećete biti u mogućnosti slati novac tijekom sinkronizacije.";

/* Sync Blockchain view header */
"ReScan.header" = "Sinkroniziraj blockchain";

/* Subheader label */
"ReScan.subheader1" = "Procijenjeno vrijeme";

/* Subheader label */
"ReScan.subheader2" = "Kada sinkronizirati?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Bljeskalica kamere";

/* Complete filter label */
"Search.complete" = "Završeno";

/* Pending filter label */
"Search.pending" = "u tijeku";

/* Received filter label */
"Search.received" = "Primljeno";

/* Sent filter label */
"Search.sent" = "Poslano";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Uključi sve sigurnosne značajke za maksimalnu zaštitu.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Jedini način za pristup vašim DigiByte-ima u slučaju da izgubite ili unaprijedite vaš uređaj.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Papirnati ključ";

/* PIN button description */
"SecurityCenter.pinDescription" = "Štiti vaš DigiWallet od neovlaštenog korištenja.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN od 6 znamenki";

/* Security Center Title */
"SecurityCenter.title" = "Sigurnosne postavke";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Lakše otključajte svoj DigiWallet i pošaljite novac do određenog ograničenja.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Iznos";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Odite u postavke kako biste dozvolili pristup kameri.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet-u nije dozvoljen pristup kameri.";

/* Warning when sending to self. */
"Send.containsAddress" = "Odredište je vaša adresa. Ne možete poslati sebi.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Nije moguće stvoriti transakciju.";

/* Description for sending money label */
"Send.descriptionLabel" = "Bilješka";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Međuspremnik je prazan";

/* Network Fee: $0.01 */
"Send.fee" = "Mrežna naknada: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identitet platitelja nije potvrđen.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Odredišna adresa nije ispravna DigiByte adresa.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Međuspremnik ne sadrži ispravnu DigiByte adresu.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Neispravna adresa";

/* Is rescanning error message */
"Send.isRescanning" = "Slanje je onemogućeno prilikom cjelovitog ponovnog skeniranja.";

/* Loading request activity view message */
"Send.loadingRequest" = "Učitavanje zahtjeva";

/* Empty address alert message */
"Send.noAddress" = "Molim vas upišite adresu primatelja.";

/* Emtpy amount alert message */
"Send.noAmount" = "Molim vas upišite iznos za slanje.";

/* Paste button label */
"Send.pasteLabel" = "Zalijepi";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Nije moguće objaviti transakciju.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Nije moguće učitati zahtjev za plaćanjem";

/* Scan button label */
"Send.scanLabel" = "Skeniraj";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Šalji";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Slanje";

/* Send money to label */
"Send.toLabel" = "Na";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "DigiByte adrese namjenjene za jednokratnu upotrebu.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Ponovno korištenje smanjuje privatnost za vas i primatelja i može rezultirati gubitkom ako primatelj ne upravlja izravno adresom.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adresa je već korištena";

/* About label */
"Settings.about" = "O";

/* Advanced Settings title */
"Settings.advancedTitle" = "Napredne postavke";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Valuta Prikaza";

/* Join Early access label */
"Settings.earlyAccess" = "Pridružite se ranom pristupu";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Da li uživate u korištenju DigiWallet-a?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID Granica Potrošnje";

/* Import wallet label */
"Settings.importTitle" = "Uvezite novčanik";

/* Manage settings section header */
"Settings.manage" = "Upravljanje";

/* Notifications label */
"Settings.notifications" = "Obavijesti";

/* Leave review button label */
"Settings.review" = "Ostavite vašu recenziju";

/* Share anonymous data label */
"Settings.shareData" = "Dijeljenje Podataka Anonimno";

/* Sync blockchain label */
"Settings.sync" = "Sinkronizirajte Blockchain";

/* Settings title */
"Settings.title" = "Postavke";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID granica potrošnje";

/* Wallet Settings section header */
"Settings.wallet" = "Novčanik";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Otvorite/Vratite Drugi Novčanik";

/* Share data view body */
"ShareData.body" = "Pomozite poboljšati DigiWallet dijeljenjem vaših podataka anonimno s nama. To ne uključuje financijske podatke. Poštujemo vašu financijsku privatnost.";

/* Share data header */
"ShareData.header" = "Dijeli podatke?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Dijeli podatke anonimno?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Zapiši Ponovo Papirnati Ključ";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Vaš papirnati ključ  je jedini način za vraćanje vašeg DigiWalleta u slučaju da je vaš uređaj izgubljen, ukraden, slomljen ili nadograđen. Pokazat ćemo vam popis riječi koji ćete zapisati i čuvati na sigurnom.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Zapišite papirnati ključ";

/* Argument is date */
"StartPaperPhrase.date" = "Zadnji put ste zapisali vaš privatni ključ %1$@";

/* Start view message */
"StartViewController.message" = "Najsigurniji način korištenja DigiByte-a.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Spajanje u tijeku";

/* Syncing view header text */
"SyncingView.header" = "Sinkroniziranje";

/* Retry button label */
"SyncingView.retry" = "Pokušajte ponovo";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sinkroniziranje";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ s";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Možete prilagoditi vašu Touch ID granicu potrošnje u %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Koristite otisak prsta kako biste otključali vaš DigiWallet i poslali novac do vaše granice potrošnje.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Prikaz Touch ID granica potrošnje";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Granica potrošnje: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Omogućite Touch ID za vaš novčanik";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Niste postavili Touch ID na ovom uređaju. Idite na Postavke->Touch ID & Pristupni kod da bi ste postavili.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID nije postavljen";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Uvijek zahtjevaj pristupni ključ";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Za svaku transakciju preko vaše granice potrošnje bit će potrebno upisati PIN od 6 znamenki, i svakih 48 sati nakon zadnjeg upisa 6 znamenkastog pina.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID granica potrošnje";

/* Availability status text */
"Transaction.available" = "Dostupno za potrošiti";

/* Transaction complete label */
"Transaction.complete" = "Transakcija izvrštena";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Krajnji saldo: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Tečajna lista prilikom primanja:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Tečajna lista prilikom slanja:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@  naknada)";

/* Invalid transaction */
"Transaction.invalid" = "Neispravna transakcija";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "Upravo";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "U tijeku: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "U tijeku: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Početni saldo: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Čeka se potvrda. Neki trgovci zahtijevaju potvrdu za dovršetak transakcije. Procijenjeno vrijeme: 1-2 minute.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "računa";

/* Amount section header */
"TransactionDetails.amountHeader" = "Iznos";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Potvrđeno u bloku";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Bilješka";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Vaše transakcije će se pojaviti ovdje.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "sa %1$@";

/* More button title */
"TransactionDetails.more" = "Više...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Premješteno %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Premiješteno <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Nije potvrđeno";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Primljeno %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Primljeno <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Poslano %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Poslano <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Stanje transakcije";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalji transakcije";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "na  %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID DigiByte transakcije";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Primljena na ovu adresu";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Poslana na ovu adresu";

/* Disabled until date */
"UnlockScreen.disabled" = "Onemogućeno do: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Moja adresa";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Resetirajte pin";

/* Scan button title */
"UnlockScreen.scan" = "Skenirajte";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Upišite PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Otključajte vaš DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Otključajte sa Touch ID-jem";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Novčanik otključan";

/* Update PIN caption text */
"UpdatePin.caption" = "Zapamtite PIN. Ako ga zaboravite nećete biti u mogućnosti pristupiti vašim DigiByte-ima.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Vaš PIN će se koristiti za otključavanje DigiWalleta i slanje novca.";

/* Update PIN title */
"UpdatePin.createTitle" = "Postavi PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Ponovno upiši PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Upišite vaš trenutni PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Upišite novi PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Upišite ponovo vaš novi PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Oprostite. Nismo mogli postaviti PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Greška postavljanja PIN-a";

/* Update PIN title */
"UpdatePin.updateTitle" = "Ponovno postavite PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopirajte adresu novčanika u međuspremnik?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Ovlastite kopiranje adrese novčanika u međuspremnik";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopiraj Adrese Novčanika";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopiraj";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Molimo vas unesite PIN kako biste odobrili ovu transakciju";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Molimo vas upišite vaš PIN kako biste nastavili.";

/* Verify PIN view title */
"VerifyPin.title" = "Potreban je upis PIN-a";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Odobrite ovu transakciju";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Otvorite DigiWallet iphone aplikaciju da biste postavili vaš novčanik. ";

/* Dismiss button label */
"Webview.dismiss" = "Odbacite";

/* Webview loading error message */
"Webview.errorMessage" = "Greška kod učitavanja sadržaja. Molimo vas pokušajte ponovo.";

/* Updating webview message */
"Webview.updating" = "Osvježavanje...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte za iOS je promijenio svoj naziv u DigiWallet, sa svojim novim svježim izgledom i novim značajkama.\n\nAko vam je potrebna pomoć, potražite znak (?) u gornjem desnom kutu ekrana.";

/* Top title of welcome screen */
"Welcome.title" = "Dobro došli u DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Jeste li sigurni da želite izbrisati ovaj novčanik?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Izbrisati novčanik?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Brisanje novčanika nije uspjelo.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Neuspješno brisanje";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Unesite riječi za oporavak sa papirnatog ključa kako biste izbrisali ovaj novčanik a započeli ili vratili drugi. Vaš trenutni saldo ostaje na izrazima s ovog papirnatog ključa.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Otvaranje ili povratak drugog novčanika omogućuje pristup i upravljanje drugim DigiWalletom na ovom uređaju.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Više nećete moći pristupiti trenutnom DigiWalletu s ovog uređaja. Saldo će ostati na izrazima sa papirnatog ključa.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Otvori ili Povrati Drugi Novčanik";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Brisanje novčanika";

/* Wiping activity message */
"WipeWallet.wiping" = "Brisanje...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Zapišite svaku riječ po redu i spremite je na sigurno mjesto.";

/* button label */
"WritePaperPhrase.next" = "Slijedeća";

/* button label */
"WritePaperPhrase.previous" = "Prijašnja";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d od %2$d";

